{
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_chatglm.ChatGLMTokenizer",
      null
    ]
  },
  "do_lower_case": false,
  "model_max_length": 2048,
  "pad_token": "<pad>",
  "padding_side": "left",
  "remove_space": false,
  "special_tokens_map_file": null,
  "tokenizer_class": "ChatGLMTokenizer",
  "unk_token": "<unk>"
}
